Repository: pavelseleznev/TravelSchedule
Catalog: TravelSchedule/Localizable.xcstrings
Source language: en
Languages: ru

# carrier.phone
source: Phone
ru: Телефон

# from_placeholder
source: From
ru: Откуда

source: No internet
ru: Нет интернета

source: Server error
ru: Ошибка сервера

# timeperiod.day
source: Day 12:00 PM - 06:00 PM
ru: День 12:00 - 18:00

# timeperiod.evening
source: Evening 06:00 PM - 12:00 AM
ru: Вечер 18:00 - 00:00

# timeperiod.morning
source: Morning 06:00 AM - 12:00 PM
ru: Утро 06:00 - 12:00

# timeperiod.night
source: Night 00:00 AM - 06:00 AM
ru: Ночь 00:00 - 06:00

# to_placeholder
source: Where
ru: Куда

# toText
source: Where
ru: Куда

# Вариантов нет
source: No options
ru: Вариантов нет

# Введите запрос
source: Enter the text
ru: Введите запрос

# Введите название города
source: Enter city name
ru: Введите название города

# Введите название города или станции
source: Enter city or station name
ru: Введите название города или станции

# Введите название станции
source: Enter station name
ru: Введите название станции

# Вернуться к списку результатов
source: Return to the result list
ru: Вернуться к списку результатов

# Вернуться назад
source: Back button
ru: Вернуться назад

# Версия 1.0 (beta)
source: Version 1.0 (beta)
ru: Версия 1.0 (beta)

# Включена
source: Enabled
ru: Включена

# Время отправления
source: Time of departure
ru: Время отправления

# Выбор города
source: City selection
ru: Выбор города

# Выбор станции
source: Station selection
ru: Выбор станции

# выбрано
source: selected
ru: выбрано

# Выбрать город
source: Choose city
ru: Выбрать город

# Выбрать город и станцию назначения
source: Choose arrival city and station
ru: Выбрать город и станцию назначения

# Выбрать город и станцию отправления
source: Choose departure city and station
ru: Выбрать город и станцию отправления

# Выбрать станцию
source: Choose station
ru: Выбрать станцию

# Выключена
source: Disabled
ru: Выключена

# Город не найден
source: City not found
ru: Город не найден

# Да
source: Yes
ru: Да

# Дважды коснитесь, чтобы выбрать вариант 'Да'
source: Double tap to choose ‘Yes’
ru: Дважды коснитесь, чтобы выбрать вариант 'Да'

# Дважды коснитесь, чтобы выбрать вариант 'Нет'
source: Double tap to choose ‘No’
ru: Дважды коснитесь, чтобы выбрать вариант 'Нет'

# Дважды коснитесь, чтобы выбрать фильтр
source: Double tap to choose filter
ru: Дважды коснитесь, чтобы выбрать фильтр

# Дважды коснитесь, чтобы убрать фильтр
source: Double tap to remove filter
ru: Дважды коснитесь, чтобы убрать фильтр

# Загрузка городов...
source: Loading cities…
ru: Загрузка городов...

# Загрузка расписания...
source: Loading schedule…
ru: Загрузка расписания...

# Загрузка станций...
source: Loading stations…
ru: Загрузка станций...

# Заменить местами выбранные пункты
source: Swap the selected departure and arrival stations
ru: Заменить местами выбранные пункты

# Информация о перевозчике
source: Information about carrier
ru: Информация о перевозчике

# Истории
source: History
ru: Истории

# Куда
source: Where
ru: Куда

# Назад
source: Back
ru: Назад

# Найти
source: Search
ru: Найти

# Настройки
source: Settings
ru: Настройки

# не выбрано
source: not selected
ru: не выбрано

# Нет
source: No
ru: Нет

# Откроется экран фильтров
source: Will open filters screen
ru: Откроется экран фильтров

# Открыть пользовательское соглашение
source: Open user agreement
ru: Открыть пользовательское соглашение

# Откуда
source: From
ru: Откуда

# Очистить поисковую строку
source: Empty search field
ru: Очистить поисковую строку

# Ошибка
source: Error
ru: Ошибка

# Переключает тёмную тему приложения
source: Switch to dark theme of the app
ru: Переключает тёмную тему приложения

# Поиск
source: Search
ru: Поиск

# Поиск города
source: Search city
ru: Поиск города

# Поиск расписания
source: Search schedule
ru: Поиск расписания

# Поиск станции
source: Search stations
ru: Поиск станции

# Показать доступных перевозчиков
source: Show available carriers
ru: Показать доступных перевозчиков

# Показывать варианты с пересадками
source: Show options with transfers
ru: Показывать варианты с пересадками

# Показывать варианты с пересадками: Да
source: Show options with transfers: Yes
ru: Показывать варианты с пересадками: Да

# Показывать варианты с пересадками: Нет
source: Show options with transfers: No
ru: Показывать варианты с пересадками: Нет

# Пользовательское соглашение
source: User agreement
ru: Пользовательское соглашение

# Поменять станции отправления и назначения местами
source: Swap destination and arrival stations
ru: Поменять станции отправления и назначения местами

# Попробуйте изменить фильтры
source: Try to change filters
ru: Попробуйте изменить фильтры

# Приложение использует API «Яндекс.Расписания»
source: The app uses the "Yandex.Schedules" API
ru: Приложение использует API «Яндекс.Расписания»

# Применить
source: Apply
ru: Применить

# Применить выбранные параметры фильтрации
source: Apply selected filter options
ru: Применить выбранные параметры фильтрации

# Применить фильтры
source: Apply filters
ru: Применить фильтры

# Проведите по горизонтали, чтобы просмотреть
source: Swipe horizontally to view
ru: Проведите по горизонтали, чтобы просмотреть

# Станция не найдена
source: Station not found
ru: Станция не найдена

# Тёмная тема
source: Dark theme
ru: Тёмная тема

# Уточнить время
source: Specify time
ru: Уточнить время

# Фильтры не применены
source: Filters not applied
ru: Фильтры не применены

# Фильтры применены
source: Filters applied
ru: Фильтры применены
